Repository: ashawkat/extended-trial-coupon-for-wc-subscription
Catalog: languages/wcs-trial-coupon-*.po
Languages: de_de, es_es, fr_fr, nl_nl, sv_se

source: %1$s requires %2$s & %3$s to be installed and activated to function properly.
de_de: %1$s erfordert, dass %2$s & %3$s installiert und aktiviert sind, um richtig zu funktionieren.
es_es: %1$s requiere que %2$s & %3$s estén instalados y activados para funcionar correctamente.
fr_fr: %1$s nécessite que %2$s & %3$s soient installés et activés pour fonctionner correctement.
nl_nl: %1$s vereist dat %2$s & %3$s geïnstalleerd en geactiveerd zijn om goed te kunnen werken.
sv_se: %1$s kräver att %2$s & %3$s är installerade och aktiverade för att fungera korrekt.

source: An optional period of time to wait before charging the first recurring payment. Any sign up fee will still be charged at the outset of the subscription
de_de: Eine optionale Zeitspanne, die gewartet werden kann, bevor die erste wiederkehrende Zahlung berechnet wird. Eine eventuelle Anmeldegebühr wird trotzdem zu Beginn des Abonnements berechnet
es_es: Un periodo de tiempo opcional para esperar antes de cobrar el primer pago recurrente. Cualquier cuota de inscripción se seguirá cobrando al principio de la suscripción
fr_fr: Un délai d'attente optionnel avant de facturer le premier paiement périodique. Les frais d'inscription seront toujours facturés au début de l'abonnement
nl_nl: Een optionele periode om te wachten voor je de eerste terugkerende betaling in rekening brengt. Eventuele inschrijfkosten worden nog steeds bij aanvang van het abonnement in rekening gebracht
sv_se: En valfri tidsperiod som ska vänta innan den första återkommande betalningen debiteras. Eventuell anmälningsavgift kommer fortfarande att debiteras i början av prenumerationen

source: Code Heaven
de_de: Code Himmel
es_es: Código Cielo
nl_nl: Code Hemel
sv_se: Kod Heaven

source: Enjoying Extended Trial Coupon for WC Subscription?
de_de: Genießt du den Extended Trial Coupon für das WC-Abo?
es_es: ¿Disfrutando del cupón de prueba ampliado para la suscripción a WC?
fr_fr: Vous bénéficiez d'un coupon d'essai prolongé pour l'abonnement WC ?
nl_nl: Genieten van Verlengde Proefbon voor WC Abonnement?
sv_se: Njuter du av en förlängd provkupong för WC-prenumeration?

source: Extended Trial Coupon for WC Subscription
de_de: Erweiterter Testgutschein für WooCommerce-Abonnement
es_es: Cupón de prueba extendido para la suscripción de WooCommerce
fr_fr: Coupon d'essai prolongé pour l'abonnement WooCommerce
nl_nl: Uitgebreide proefbon voor WooCommerce Abonnement
sv_se: Kupong för förlängd provperiod för WooCommerce Subscription

source: Free trial
de_de: Kostenlose Probe
es_es: Prueba gratuita
fr_fr: Essai gratuit
nl_nl: Gratis proefversie
sv_se: Gratis provperiod

source: Subscription Trial
de_de: Abo-Testversion
es_es: Suscripción de prueba
fr_fr: Essai d'abonnement
nl_nl: Proefabonnement
sv_se: Prövning av prenumeration

source: Subscription Trial Period
de_de: Probezeit für das Abonnement
es_es: Período de prueba de la suscripción
fr_fr: Période d'essai de l'abonnement
nl_nl: Abonnement proefperiode
sv_se: Prövotid för abonnemanget

source: Thank you for choosing Extended Trial Coupon for WC Subscription. If you have found our plugin useful and makes you smile, please consider giving us a 5-star rating on WordPress.org. It would mean the world to us.
de_de: Vielen Dank, dass du dich für den Extended Trial Coupon für WC Subscription entschieden hast. Wenn du unser Plugin als nützlich empfunden hast und es dich zum Lächeln bringt, dann gib uns bitte eine 5-Sterne-Bewertung auf WordPress.org. Das würde uns die Welt bedeuten.
es_es: Gracias por elegir el cupón de prueba ampliado para la suscripción a WC. Si ha encontrado nuestro plugin útil y le hace sonreír, por favor considere darnos una calificación de 5 estrellas en WordPress.org. Significaría el mundo para nosotros.
fr_fr: Merci d'avoir choisi Extended Trial Coupon for WC Subscription. Si vous avez trouvé notre plugin utile et vous fait sourire, s'il vous plaît envisager de nous donner une évaluation de 5 étoiles sur WordPress.org. Cela signifierait beaucoup pour nous.
nl_nl: Bedankt voor je keuze voor Extended Trial Coupon for WC Subscription. Als je onze plugin nuttig hebt gevonden en je een glimlach op je gezicht bezorgt, overweeg dan eens om ons een 5-sterren waardering te geven op WordPress.org. Het zou de wereld voor ons betekenen.
sv_se: Tack för att du valde Extended Trial Coupon för WC Subscription. Om du har funnit vårt plugin användbart och får dig att le, var snäll och ge oss ett 5-stjärnigt betyg på WordPress.org. Det skulle betyda mycket för oss.

source: Trial Coupon for WooCommerce Subscription
de_de: Test-Coupon für WooCommerce-Abonnement
es_es: Cupón de prueba para la suscripción de WooCommerce
fr_fr: Coupon d'essai pour l'abonnement WooCommerce
nl_nl: Proefbon voor WooCommerce Abonnement
sv_se: Prövningskupong för WooCommerce Subscription

source: WCS Trial Coupon will add option in WooCommerce coupon filed. With this plugin you can provide extra amount of time on trial period while purchasing a subscription from your store.
de_de: WCS Trial Coupon fügt eine Option im WooCommerce Coupon-Feld hinzu. Mit diesem Plugin kannst du beim Kauf eines Abonnements in deinem Shop eine zusätzliche Zeitspanne für die Probezeit anbieten.
es_es: WCS Trial Coupon añadirá una opción en el archivo de cupones de WooCommerce. Con este plugin usted puede proporcionar una cantidad extra de tiempo en el período de prueba, mientras que la compra de una suscripción de su tienda.
fr_fr: WCS Trial Coupon ajoutera une option dans le fichier de coupons de WooCommerce. Avec ce plugin, vous pouvez offrir une période d'essai supplémentaire lors de l'achat d'un abonnement dans votre boutique.
nl_nl: WCS Proefbon voegt optie toe in WooCommerce coupon vijl. Met deze plugin kun je een extra hoeveelheid tijd op proef geven bij aankoop van een abonnement in je winkel.
sv_se: WCS Trial Coupon kommer att lägga till ett alternativ i WooCommerce kupongfilen. Med det här insticksprogrammet kan du ge extra tid för provperiod när du köper en prenumeration i din butik.

source: WooCommerce Subscription
de_de: WooCommerce Abonnement
es_es: Suscripción WooCommerce
fr_fr: Abonnement WooCommerce
nl_nl: WooCommerce Abonnement
sv_se: WooCommerce prenumeration

source: 👍 Yes, You Deserve It!
de_de: 👍 Ja, du verdienst es!
es_es: 👍 ¡Sí, te lo mereces!
fr_fr: 👍 Oui, vous le méritez !
nl_nl: 👍 Ja, je verdient het!
sv_se: 👍 Ja, du förtjänar det!

source: 💔 No Thanks
de_de: 💔 Nein danke
es_es: 💔 No gracias
nl_nl: 💔 Geen dank
sv_se: 💔 Nej tack

source: 🔔 Remind Me Later
de_de: 🔔 Erinnere mich später
es_es: 🔔 Recuérdamelo más tarde
nl_nl: 🔔 Herinner me later
sv_se: 🔔 Påminn mig senare

source: 🙌 Already Rated!
de_de: 🙌 Bereits bewertet!
es_es: 🙌 ¡Ya está clasificado!
nl_nl: 🙌 Reeds gewaardeerd!
sv_se: 🙌 Redan betygsatt!
